

#
# my_list = [1,2,3,4,5,6]
#
# i = 0
#
# while i < len(my_list):
#     print(my_list[i])
#     i = i + 1
####################   append()  ######  элемент кошуу  ###################
#
"""
my_list = []
my_list.append(16)
my_list.append(40)
my_list.dappen(30)
print(my_list)
"""

 ###################### pop()######### удалить кылуу индекс менен ######################

#
# """ТАПШЫРМА   1  БИР ЛИСТ ЖАРАТЫП АНЫН ИЧИН 1 ДЕН 100 ЧЕЙИН ТОЛТУРУП  ТАК САНДАРДЫ  УДАЛИТЬ КЫЛГЫЛА
# 2  ТАПШЫРМА   БИР ЛИСТ ЖАРАТЫП АНЫН ИЧИН 1 ДЕН 100 ЧЕЙИН ТОЛТУРУП  ЖУП САНДАРДЫ  УДАЛИТЬ КЫЛГЫЛА
#
# """
#
# remove
#
#
#
#

#
#
# my_list = []
#
# i = 1
#

# while i <= 100:
#      my_list.append(i)
#      if i % 2 == 0 :
#          my_list.remove(i)
#      i = i + 1
# print(my_list)


"""
myset= {1,2,4,6,78,9,9,0,7,5,2}
print(myset)

 СЕТ УНИКАЛДУУ САНДАРДЫ ЧЫГАРБАЙТ

"""




# a = [1,3,5,1,4,3,1,7,8,9,0,5,4,3,6]
#
#
# for i in (a):
#     if i <= 5:
#         print(i)


